{
	"video-win-building-a-workspace":
		{
			"vimeoid": "150449910",
			"youtubeid": "spkZ_uYj_2o"
		},
	"video-mg-market-grid-overview":
		{
			"vimeoid": "153556015",
			"youtubeid": "T15AISk6_LU"
		},
	"video-mdt-md-trader-overview":
		{
			"vimeoid": "155034476",
			"youtubeid": "JXaDX-vtAw0"
		},
	"video-sm-introduction-to-spread-matrix":
		{
			"vimeoid": "233390021",
			"youtubeid": "W7NcV6qSxmI"
		},
	"video-mg-trading-from-the-market-grid":
		{
			"vimeoid": "154658292",
			"youtubeid": "eUiX7N9D0PY"
		},
	"video-tto-overview-of-tt-order-types":
		{
			"vimeoid": "169301535",
			"youtubeid": "MiHKio3PxLY"
		},
	"video-chrt-charts-in-the-tt-platform":
		{
			"vimeoid": "156643313",
			"youtubeid": "CKVX2d_qPM0"
		},
	"video-chrt-chart-trading":
		{
			"vimeoid": "180357205",
			"youtubeid": "ZgMTb22vllc"
		},
	"video-as-autospreader-overview":
		{
			"vimeoid": "158250831",
			"youtubeid": "hYu77PDXJP8"
		},
	"video-agg-aggregator-overview":
		{
			"vimeoid": "159893547",
			"youtubeid": "cYF7oyppqTU"
		},
	"video-alg-algo-dashboard-and-autotrader":
		{
			"vimeoid": "231756357",
			"youtubeid": "uzv6BkWDiCg"
		},
	"video-xl-excel-integration":
		{
			"vimeoid": "164167595",
			"youtubeid": "JT1FOjRgFTQ"
		},
	"video-wl-watchlist-widget":
		{
			"vimeoid": "248216104",
			"youtubeid": "cl5PmNEQEi0"
		},
	"video-mg-making-the-most-of-market-data":
		{
			"vimeoid": "225596487",
			"youtubeid": "m1aiQtm8zdQ"
		},
	"video-vcm-vol-curve-manager":
		{
			"vimeoid": "184730039",
			"youtubeid": "NZWteOwR6qU",
			"summary": "<p>TT’s Vol Curve Manager gives users the ability to view implied vol curves and the power to create their own vol curve which can be used to calculate theoretical prices as well as Greeks. In this video we will demonstrate how to create our own custom vol curve.</p>"
		},
		"video-gdx-building-a-tt-crypto-workspace":
		{
			"vimeoid": "364391353",
			"youtubeid": "fI_llxdYlZ0",
			"summary": "<p>TT provides crypto traders with the same advanced tools used by the world’s leading futures traders to view crypto market data, execute trades, and track their positions and crypto assets. In this video, learn how different crypto markets are displayed on TT, how to configure MD Trader for crypto trading and how to use the Assets widget to view wallet balances.</p>"
		},
		"video-tto-tt-stop":
		{
			"vimeoid": "170205651",
			"youtubeid": "n98HOuv_SKM",
			"summary": "<p>Customize a TT Stop to trail the market and trigger in ways that native exchange stops cannot. In this video we will configure a trailing stop, we will set up a liquidity-based trigger to submit our stop and we will create a stop order template that can be used on either side of the market.</p>"
		},
		"video-of-orders-and-fills-widget":
		{
			"vimeoid": "307579982",
			"youtubeid": "a0QeXLrazqE",
			"summary": "<p>The Orders and Fills widget combines functionality from the Order Book, Fills and Positions widgets so you can monitor and manage working orders, fills and positions in a single widget. This video gives an overview of the Orders and Fills widget and shows how to use it to confirm orders and export a summary of filled orders to share with customers.</p>"
        },
        "video-co-care-orders-overview":
		{
			"vimeoid": "346955807",
			"youtubeid": "Y_Z9F2nCHDw",
			"summary": "<p>TT gives traders the ability to submit care orders through the TT platform to a broker or execution specialist for customized handling and trade execution. This video shows you how to submit, claim and fill a care order, as well as request a change to a care order after it's been claimed.</p>"
        }
        ,
        "video-co-care-order-execution":
		{
			"vimeoid": "348215947",
			"youtubeid": "GrK2XcNzOls",
			"summary": "<p>In addition to execution tools for trading directly on the exchange, TT provides you the flexibility to fulfill care orders in other ways that fit your business needs. In this video, learn to fill a care order by assigning existing fills from your inventory, assigning manual fills at off-tick prices and submitting a manual fill with an offsetting fill.</p>"        
		},
		"video-tto-order-by-volatility":
		{
			"vimeoid": "369349814",
			"youtubeid": "PFXz8Jeo7LM",
			"summary": "<p>The TT order by volatility order type, or TT OBV, gives traders the ability to submit orders for options contracts in terms of volatility instead of price. The TT OBV will place orders at the price that corresponds to the specified volatility and dynamically reprice the order as the volatility changes.</p>"        
		},
		"video-tto-tt-autohedger":
		{
			"vimeoid": "369646494",
			"youtubeid": "8-JsVLP7OhY",
			"summary": "<p>TT Autohedger allows traders to automatically hedge their options trades with the underlying instrument. The TT Autohedger order type is used when submitting an order for an options instrument. When the options order fills, TT Autohedger uses the total delta of the executed options trade to calculate an order quantity for the underlying instrument. This helps traders maintain a delta neutral position.</p>"        
		},
		"video-tto-tt-iceberg":
		{
			"vimeoid": "400763298",
			"youtubeid": "bsRTV9dwoH0",
			"summary": "<p>The TT Iceberg order provides traders the ability to customize their Iceberg order execution beyond native exchange Iceberg orders. In this video we'll show you how to trigger your Iceberg order based on market conditions, vary the quantity of each disclosed order, adjust the price level of each disclosed order, and more.</p>"        
		}
	

	

}